acceptance/evidence/engineering-worker-runs/run_6201e11d86d1432fa135dff6/attempt-1/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:                                        |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          80;
        startFace       31720;
    }
    outlet
    {
        type            patch;
        nFaces          80;
        startFace       31800;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          400;
        startFace       31880;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          32000;
        startFace       32280;
    }
)

// ************************************************************************* //
