acceptance/evidence/engineering-worker-runs/run_6201e11d86d1432fa135dff6/attempt-1/case/constant/transportProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object transportProperties;
}
transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 0.001;
