acceptance/evidence/engineering-worker-runs/run_6201e11d86d1432fa135dff6/attempt-1/case/constant/turbulenceProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object turbulenceProperties;
}
simulationType laminar;
